Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: $1,000 loan at 12% annual interest has what monthly interest for one month?
de: $1,000 Darlehen mit 12% Jahreszins hat welche monatlichen Zinsen für einen Monat?
es: ¿Qué interés mensual tiene el préstamo $1,000 a 12% interés anual durante un mes?
fr: Le prêt $1,000 à 12% intérêt annuel a quel intérêt mensuel pour un mois ?
it: Il prestito $1,000 a 12% interesse annuo ha quale interesse mensile per un mese?
pt_br: O empréstimo de $1,000 com juros anuais de 12% tem quais juros mensais por um mês?

source: $100 after 5% inflation has about what real value in today's dollars? Round to cents.
de: $100 nach 5% Welchen realen Wert hat die Inflation in heutigen Dollars? Auf Cent runden.
es: $100 después de 5% ¿qué valor real tiene la inflación en dólares de hoy? Redondear a centavos.
fr: $100 après 5%, quelle est la valeur réelle de l'inflation en dollars d'aujourd'hui ? Arrondir au centime.
it: $100 dopo il 5% quale valore reale avrà l'inflazione in dollari odierni? Arrotondare ai centesimi.
pt_br: $100 depois de 5% a inflação tem aproximadamente qual valor real em dólares de hoje? Arredondar para centavos.

source: $100 grows by 10% for 2 years, compounded yearly. Final amount?
de: $100 wächst 2 Jahre lang um 10%, jährlich erhöht. Endbetrag?
es: $100 crece en 10% durante 2 años, compuesto anualmente. ¿Cantidad final?
fr: $100 augmente de 10% pendant 2 ans, composé chaque année. Montant final ?
it: $100 cresce di 10% per 2 anni, con capitalizzazione annuale. Importo finale?
pt_br: $100 cresce em 10% por 2 anos, composto anualmente. Valor final?

source: $200 earns 5% simple interest for 1 year. How much interest is earned?
de: $200 bringt 1 Jahr lang 5% einfache Zinsen. Wie viel Zinsen werden verdient?
es: $200 gana 5% interés simple durante 1 año. ¿Cuánto interés se gana?
fr: $200 rapporte 5% intérêts simples pendant 1 an. Quel est le montant des intérêts gagnés ?
it: $200 guadagna 5% interessi semplici per 1 anno. Quanti interessi vengono guadagnati?
pt_br: $200 ganha 5% juros simples por 1 ano. Quanto de juros são ganhos?

source: $200 grows by 50% once. Final amount?
de: $200 wächst einmal um 50%. Endbetrag?
es: $200 crece 50% una vez. ¿Cantidad final?
fr: $200 augmente de 50% une fois. Montant final ?
it: $200 cresce di 50% una volta. Importo finale?
pt_br: $200 cresce 50% uma vez. Valor final?

source: $500 earns 4% simple interest for 3 years. Final amount?
de: $500 bringt 3 Jahre lang 4% einfache Zinsen. Endbetrag?
es: $500 gana 4% interés simple durante 3 años. ¿Cantidad final?
fr: $500 rapporte 4% intérêts simples pendant 3 ans. Montant final ?
it: $500 guadagna 4% interessi semplici per 3 anni. Importo finale?
pt_br: $500 ganha 4% juros simples por 3 anos. Valor final?

source: %@ per week, billed yearly
de: %@ pro Woche, jährliche Abrechnung
es: %@ por semana, facturado anualmente
fr: %@ par semaine, facturé annuellement
it: %@ a settimana, fatturato annualmente
pt_br: %@ por semana, cobrado anualmente

source: %@ · %@ · %lld-day first track
de: %@ · %@ · erster %lld-Tage-Track
es: %@ · %@ · primera ruta de %lld días
fr: %@ · %@ · premier parcours de %lld jours
it: %@ · %@ · primo percorso di %lld giorni
pt_br: %@ · %@ · primeira trilha de %lld dias

source: %@, %lld percent mastered
de: %@, %lld Prozent beherrscht
es: %@, %lld por ciento dominado
fr: %@, %lld pour cent maîtrisé
it: %@, %lld percentuale padroneggiata
pt_br: %@, %lld por cento dominado

source: %lld correct
de: %lld richtig
es: %lld correcto
it: %lld corretto
pt_br: %lld correto

source: %lld lessons · %lld questions · %lld%%
de: %lld Lektionen · %lld Fragen · %lld%%
es: %lld lecciones · %lld preguntas · %lld%%
fr: %lld leçons · %lld questions · %lld%%
it: %lld lezioni · %lld domande · %lld%%
pt_br: %lld lições · %lld perguntas · %lld%%

source: %lld lessons · %lld%%
de: %lld Lektionen · %lld %%
es: %lld lecciones · %lld%%
fr: %lld cours · %lld%%
it: %lld lezioni · %lld%%
pt_br: %lld aulas · %lld%%

source: %lld of %lld correct
de: %lld von %lld richtig
es: %lld de %lld correcto
fr: %lld sur %lld correct
it: %lld di %lld corretto
pt_br: %lld de %lld correto

source: %lld of %lld correct today.
de: %lld von %lld heute richtig.
es: %lld de %lld correcto hoy.
fr: %lld sur %lld est correct aujourd'hui.
it: %lld di %lld corretto oggi.
pt_br: %lld de %lld correto hoje.

source: %lld questions
de: %lld Aufgaben
es: %lld preguntas
it: %lld domande
pt_br: %lld perguntas

source: %lld questions to refresh
de: %lld Fragen zum Auffrischen
es: %lld preguntas para actualizar
fr: %lld questions à actualiser
it: %lld domande da aggiornare
pt_br: %lld perguntas para atualizar

source: %lld questions · %lld min
de: %lld Fragen · %lld min
es: %lld preguntas · %lld min
it: %lld domande · %lld min
pt_br: %lld perguntas · %lld min

source: %lld%% mastery
de: %lld %% beherrscht
es: %lld%% dominio
fr: Maîtrise de %lld%%
it: %lld%% maestria
pt_br: %lld%% domínio

source: + for increase, − for decrease.
de: + für Erhöhung, − für Verringerung.
es: + para aumentar, − para disminuir.
fr: + pour augmenter, − pour diminuer.
it: + per aumentare, − per diminuire.
pt_br: + para aumentar, − para diminuir.

source: / year
de: / Jahr
es: / año
fr: / an
it: / anno
pt_br: / ano

source: 0 = 5 is impossible.
de: 0 = 5 ist unmöglich.
es: 0 = 5 es imposible.
fr: 0 = 5 est impossible.
it: 0 = 5 è impossibile.
pt_br: 0 = 5 é impossível.

source: 1 = lost, 5 = ready for a challenge
de: 1 = verloren, 5 = bereit für eine Herausforderung
es: 1 = perdido, 5 = listo para un reto
fr: 1 = perdu, 5 = prêt pour un défi
it: 1 = perso, 5 = pronto per una sfida
pt_br: 1 = perdido, 5 = pronto para um desafio

source: 1 and 2 both appear in {1,2,3}
de: 1 und 2 erscheinen beide in {1,2,3}
es: 1 y 2 aparecen ambos en {1,2,3}
fr: 1 et 2 apparaissent tous deux dans {1,2,3}
it: 1 e 2 appaiono entrambi in {1,2,3}
pt_br: 1 e 2 aparecem em {1,2,3}

source: 1% higher
de: 1 % höher
es: 1% más
fr: 1% plus élevé
it: 1% in più
pt_br: 1% maior

source: 1% lower
de: 1 % niedriger
es: 1% menos
fr: 1 % de moins
it: 1% in meno
pt_br: 1% menor

source: 1.2 is outside that range
de: 1,2 liegt außerhalb dieses Bereichs
es: 1.2 está fuera de ese rango
fr: 1.2 est en dehors de cette plage
it: 1.2 non rientra in tale intervallo
pt_br: 1.2 está fora desse intervalo

source: 1/0 is undefined
de: 1/0 ist nicht definiert
es: 1/0 no está definido
fr: 1/0 n'est pas défini
it: 1/0 non è definito
pt_br: 1/0 é indefinido

source: 1/x → 0 as x → ∞
de: 1/x → 0 für x → ∞
es: 1/x → 0 como x → ∞
fr: 1/x → 0 lorsque x → ∞
it: 1/x → 0 come x → ∞
pt_br: 1/x → 0 como x → ∞

source: 100% of the original is one more original.
de: 100% des Originals ist ein weiteres Original.
es: 100% del original es un original más.
fr: 100% de l'original est un original de plus.
it: 100% dell'originale è un altro originale.
pt_br: 100% do original é mais um original.

source: 14 wraps to 2.
de: 14 Packungen zu 2.
es: 14 vueltas a 2.
fr: 14 tours à 2.
it: 14 avvolgimenti a 2.
pt_br: 14 voltas para 2.

source: 15 is what percent of 60?
de: Wieviel Prozent von 60 sind 15?
es: ¿15 es qué porcentaje de 60?
fr: 15 représente quel pourcentage de 60 ?
it: 15 è quale percentuale di 60?
pt_br: 15 é que porcentagem de 60?

source: 17 divided by 5 leaves remainder 2
de: 17 dividiert durch 5 ergibt den Rest 2
es: 17 dividido por 5 hojas resto 2
fr: 17 divisé par 5 feuilles reste 2
it: 17 diviso per 5 lascia il resto 2
pt_br: 17 dividido por 5 deixa resto 2

source: 17 mod 5 equals:
de: 17 Mod 5 entspricht:
es: 17 mod 5 es igual a:
fr: 17 mod 5 équivaut à :
it: 17 mod 5 equivale a:
pt_br: 17 módulo 5 é igual a:

source: 2 triangles × 180° = 360°
de: 2 Dreiecke × 180° = 360°
es: 2 triángulos × 180° = 360°
it: 2 triangoli × 180° = 360°
pt_br: 2 triângulos × 180° = 360°

source: 2% higher
de: 2% höher
es: 2% mayor
fr: 2% plus élevé
it: 2% più alto
pt_br: 2% maior

source: 2% lower
de: 2% niedriger
es: 2% inferior
fr: 2% inférieur
it: 2% più in basso
pt_br: 2% menor

source: 21-Day Functions Bootcamp
de: 21-Tage-Funktionen-Bootcamp
es: Bootcamp de funciones en 21 días
fr: Bootcamp fonctions en 21 jours
it: Bootcamp funzioni in 21 giorni
pt_br: Bootcamp de funções em 21 dias

source: 23 divided by 10 leaves remainder 3
de: 23 dividiert durch 10 ergibt den Rest 3
es: 23 dividido por 10 hojas resto 3
fr: 23 divisé par 10 feuilles reste 3
it: 23 diviso per 10 lascia il resto 3
pt_br: 23 dividido por 10 deixa resto 3

source: 23 mod 10 equals:
de: 23 Mod 10 entspricht:
es: 23 mod 10 es igual a:
fr: 23 mod 10 est égal à :
it: 23 mod 10 equivale a:
pt_br: 23 módulo 10 é igual a:

source: 25% of 80 = ?
de: 25 % von 80 = ?
es: 25 % de 80 = ?
fr: 25 % de 80 = ?
it: 25% di 80 = ?
pt_br: 25% de 80 = ?

source: 2² = 4 and (−2)² = 4
de: 2² = 4 und (−2)² = 4
es: 2² = 4 y (−2)² = 4
fr: 2² = 4 et (−2)² = 4
it: 2² = 4 e (−2)² = 4
pt_br: 2² = 4 e (−2)² = 4

source: 2×2 and 2×3 have different sizes
de: 2×2 und 2×3 haben unterschiedliche Größen
es: 2×2 y 2×3 tienen diferentes tamaños
fr: 2×2 et 2×3 ont des tailles différentes
it: 2×2 e 2×3 hanno dimensioni diverse
pt_br: 2×2 e 2×3 têm tamanhos diferentes

source: 2π rad = one full turn = 360°
de: 2π rad = eine volle Umdrehung = 360°
es: 2π rad = una vuelta completa = 360°
fr: 2π rad = un tour complet = 360°
it: 2π rad = un giro completo = 360°
pt_br: 2π rad = uma volta completa = 360°

source: 2π radians equals:
de: 2π im Bogenmaß sind gleich:
es: 2π radianes es igual a:
fr: 2π radians est égal à :
it: 2π radianti equivale a:
pt_br: 2π radianos é igual a:

source: 3-day free trial, then weekly
de: 3 Tage gratis, danach wöchentlich
es: 3 días gratis, luego semanalmente
fr: 3 jours gratuits, puis chaque semaine
it: 3 giorni gratis, poi settimanalmente
pt_br: 3 dias grátis, depois semanalmente

source: 30-Day Foundation Reset
de: 30-Tage-Grundlagen-Neustart
es: Reinicio de fundamentos en 30 días
fr: Remise à niveau en 30 jours
it: Ripartenza dalle basi in 30 giorni
pt_br: Recomeço dos fundamentos em 30 dias

source: 3³ = 27, so ∛27 = 3
de: 3³ = 27, also ∛27 = 3
es: 3³ = 27, entonces ∛27 = 3
fr: 3³ = 27, donc ∛27 = 3
it: 3³ = 27, quindi ∛27 = 3
pt_br: 3³ = 27, então ∛27 = 3

source: 5 and 6
de: 5 und 6
es: 5 y 6
fr: 5 et 6
it: 5 e 6
pt_br: 5 e 6

source: 5 appears twice
de: 5 kommt zweimal vor
es: 5 aparece dos veces
fr: 5 apparaît deux fois
it: 5 appare due volte
pt_br: 5 aparece duas vezes

source: 5 was not in the list
de: 5 war nicht in der Liste
es: 5 no estaba en la lista
fr: 5 n'était pas dans la liste
it: 5 non era nella lista
pt_br: 5 não estava na lista

source: 6 and 7
de: 6 und 7
es: 6 y 7
fr: 6 et 7
it: 6 e 7
pt_br: 6 e 7

source: 6 divides evenly by 3.
de: 6 teilt sich gleichmäßig durch 3.
es: 6 se divide uniformemente entre 3.
fr: 6 se divise également par 3.
it: 6 divide equamente per 3.
pt_br: 6 divide igualmente por 3.

source: 6 ÷ 3 = $2 per pen
de: 6 ÷ 3 = 2 $ pro Stift
es: 6 ÷ 3 = $2 por bolígrafo
fr: 6 ÷ 3 = 2 $ par stylo
it: 6 ÷ 3 = $ 2 per penna
pt_br: 6 ÷ 3 = $ 2 por caneta

source: 60 lessons across algebra, calculus, geometry, statistics, finance, and more
de: 60 Lektionen zu Algebra, Analysis, Geometrie, Statistik, Finanzen und mehr

source: 61 lessons across algebra, calculus, geometry, statistics, finance, and more
de: 61 Lektionen zu Algebra, Analysis, Geometrie, Statistik, Finanzen und mehr
es: 61 lecciones de álgebra, cálculo, geometría, estadística, finanzas y más
fr: 61 leçons en algèbre, analyse, géométrie, statistiques, finance et plus encore
it: 61 lezioni su algebra, analisi, geometria, statistica, finanza e altro
pt_br: 61 lições de álgebra, cálculo, geometria, estatística, finanças e mais

source: 7 and 8
de: 7 und 8
es: 7 y 8
fr: 7 et 8
it: 7 e 8
pt_br: 7 e 8

source: 7-day free trial, then %@ per week
de: 7 Tage gratis, dann %@ pro Woche
es: 7 días gratis, luego %@ por semana
fr: 7 jours gratuits, puis %@ par semaine
it: 7 giorni gratis, poi %@ a settimana
pt_br: 7 dias grátis, depois %@ por semana

source: 7-day free trial, then billed yearly
de: 7 Tage gratis, danach jährliche Abrechnung
es: 7 días gratis, luego facturación anual
fr: 7 jours gratuits, puis facturation annuelle
it: 7 giorni gratis, poi fatturazione annuale
pt_br: 7 dias grátis, depois cobrança anual

source: 7² = 49 and 8² = 64.
de: 7² = 49 und 8² = 64.
es: 7² = 49 y 8² = 64.
fr: 7² = 49 et 8² = 64.
it: 7² = 49 e 8² = 64.
pt_br: 7² = 49 e 8² = 64.

source: 8 and 9
de: 8 und 9
es: 8 y 9
fr: 8 et 9
it: 8 e 9
pt_br: 8 e 9

source: 8% higher
de: 8% höher
es: 8% mayor
fr: 8% plus élevé
it: 8% più alto
pt_br: 8% maior

source: 9² = 81, so √81 = 9
de: 9² = 81, also √81 = 9
es: 9² = 81, entonces √81 = 9
fr: 9² = 81, donc √81 = 9
it: 9² = 81, quindi √81 = 9
pt_br: 9² = 81, então √81 = 9

source: = 1% lower than original
de: = 1 % niedriger als der Ausgangspreis
es: = 1% menor que el original
fr: = 1% inférieur à l'original
it: = 1% inferiore all'originale
pt_br: = 1% menor que o original

source: A $240 annual fee equals how much per month?
de: Wie viel entspricht eine $240 Jahresgebühr pro Monat?
es: ¿A cuánto equivale una tarifa anual $240 por mes?
fr: Une cotisation annuelle de $240 équivaut à combien par mois ?
it: Una quota annuale di $240 equivale a quanto al mese?
pt_br: Uma taxa anual de $240 equivale a quanto por mês?

source: A $60 subscription reduced by 25% now costs:
de: Ein um 25% reduziertes $60-Abonnement kostet jetzt:
es: Una suscripción $60 reducida en 25% ahora cuesta:
fr: Un abonnement $60 réduit de 25% coûte désormais :
it: Un abbonamento a $60 ridotto di 25% ora costa:
pt_br: Uma assinatura de $60 reduzida em 25% agora custa:

source: A 100% increase means original + original = 2 times original
de: Eine Erhöhung um 100% bedeutet Original + Original = 2 mal Original
es: Un aumento de 100% significa original + original = 2 veces original
fr: Une augmentation de 100% signifie original + original = 2 fois original
it: Un aumento di 100% significa originale + originale = 2 volte originale
pt_br: Um aumento de 100% significa original + original = 2 vezes original

source: A 14-day starter path will appear on Home
de: Ein 14-Tage-Startpfad erscheint auf Home
es: Una ruta inicial de 14 días aparecerá en Inicio
fr: Un parcours de départ de 14 jours apparaîtra sur l’accueil
it: Un percorso iniziale di 14 giorni apparirà nella Home
pt_br: Uma trilha inicial de 14 dias aparecerá no Início

source: A 2 × 3 matrix has 2 rows and 3 columns.
de: Eine 2×3-Matrix hat 2 Zeilen und 3 Spalten.
es: Una matriz de 2 × 3 tiene 2 filas y 3 columnas.
fr: Une matrice 2 × 3 comporte 2 lignes et 3 colonnes.
it: Una matrice 2×3 ha 2 righe e 3 colonne.
pt_br: Uma matriz 2 × 3 possui 2 linhas e 3 colunas.

source: A 3×1 matrix has three rows and one column
de: Eine 3×1-Matrix hat drei Zeilen und eine Spalte
es: Una matriz de 3×1 tiene tres filas y una columna.
fr: Une matrice 3×1 a trois lignes et une colonne
it: Una matrice 3×1 ha tre righe e una colonna
pt_br: Uma matriz 3×1 tem três linhas e uma coluna

source: A 4% inflation rate uses a factor of 1.04.
de: Eine 4%-Inflationsrate verwendet einen Faktor von 1,04.
es: Una tasa de inflación 4% utiliza un factor de 1,04.
fr: Un taux d'inflation 4% utilise un facteur de 1,04.
it: Un tasso di inflazione 4% utilizza un fattore di 1,04.
pt_br: Uma taxa de inflação 4% usa um fator de 1,04.

source: A 5% growth rate has growth factor:
de: Eine Wachstumsrate von 5% hat einen Wachstumsfaktor:
es: Una tasa de crecimiento 5% tiene un factor de crecimiento:
fr: Un taux de croissance 5% a un facteur de croissance :
it: Un tasso di crescita 5% ha un fattore di crescita:
pt_br: Uma taxa de crescimento 5% tem fator de crescimento:

source: A 6% increase uses a factor of 1.06.
de: Eine 6%-Erhöhung verwendet einen Faktor von 1,06.
es: Un aumento de 6% utiliza un factor de 1,06.
fr: Une augmentation 6% utilise un facteur de 1,06.
it: Un aumento di 6% utilizza un fattore di 1,06.
pt_br: Um aumento de 6% usa um fator de 1,06.

source: A 90° rotation changes a vector's:
de: Eine 90°-Drehung ändert die Eigenschaften eines Vektors:
es: Una rotación de 90° cambia la de un vector:
fr: Une rotation de 90° modifie celle d'un vecteur :
it: Una rotazione di 90° modifica i vettori:
pt_br: Uma rotação de 90° altera um vetor:

source: A = {1,2,3}, B = {3,4}. What is A ∩ B?
de: A = {1,2,3}, B = {3,4}. Was ist A ∩ B?
es: A = {1,2,3}, B = {3,4}. ¿Qué es A ∩ B?
fr: A = {1,2,3}, B = {3,4}. Qu'est-ce que A ∩ B ?
it: A = {1,2,3}, B = {3,4}. Cos'è A ∩ B?
pt_br: A = {1,2,3}, B = {3,4}. O que é A ∩ B?

source: A = {1,2,3}, B = {3,4}. What is A ∪ B?
de: A = {1,2,3}, B = {3,4}. Was ist A ∪ B?
es: A = {1,2,3}, B = {3,4}. ¿Qué es A ∪ B?
fr: A = {1,2,3}, B = {3,4}. Qu'est-ce que A ∪ B ?
it: A = {1,2,3}, B = {3,4}. Cos'è A ∪ B?
pt_br: A = {1,2,3}, B = {3,4}. O que é A ∪ B?

source: A = ½bh — same b, same h → same A.
de: A = ½bh — gleiches b, gleiches h → gleiches A.
es: A = ½bh - mismo b, mismo h → mismo A.
fr: A = ½bh — même b, même h → même A.
it: A = ½bh — stessa b, stessa h → stessa A.
pt_br: A = ½bh — mesmo b, mesmo h → mesmo A.

source: A ball's height is h(t) = −t² + 4t. Its velocity h′(t) at t = 1 is:
de: Die Höhe eines Balls ist h(t) = −t² + 4t. Seine Geschwindigkeit h′(t) bei t = 1 ist:
es: La altura de una pelota es h(t) = −t² + 4t. Su velocidad h′(t) en t = 1 es:
fr: La hauteur d'une balle est h(t) = −t² + 4t. Sa vitesse h′(t) à t = 1 est :
it: L'altezza di una palla è h(t) = −t² + 4t. La sua velocità h′(t) a t = 1 è:
pt_br: A altura de uma bola é h(t) = −t² + 4t. Sua velocidade h′(t) em t = 1 é:

source: A bar chart compares categories clearly
de: Ein Balkendiagramm vergleicht Kategorien übersichtlich
es: Un gráfico de barras compara categorías claramente
fr: Un graphique à barres compare clairement les catégories
it: Un grafico a barre confronta chiaramente le categorie
pt_br: Um gráfico de barras compara categorias claramente

source: A census
de: Eine Volkszählung
es: un censo
fr: Un recensement
it: Un censimento
pt_br: Um censo

source: A census includes the whole population
de: Eine Volkszählung umfasst die gesamte Bevölkerung
es: Un censo incluye a toda la población.
fr: Un recensement inclut toute la population
it: Un censimento comprende l'intera popolazione
pt_br: Um censo inclui toda a população

source: A chart type
de: Ein Diagrammtyp
es: Un tipo de gráfico
fr: Un type de graphique
it: Un tipo di grafico
pt_br: Um tipo de gráfico

source: A circle area formula
de: Eine Kreisflächenformel
es: Una fórmula del área del círculo
fr: Une formule d'aire de cercle
it: Una formula per l'area del cerchio
pt_br: Uma fórmula de área circular

source: A closed interval has boundary values.
de: Ein abgeschlossenes Intervall hat Randwerte.

source: A cluster in data means many values are:
de: Ein Cluster in Daten bedeutet, dass viele Werte:
es: Un grupo de datos significa que muchos valores son:
fr: Un cluster dans les données signifie que de nombreuses valeurs sont :
it: Un cluster nei dati significa che molti valori sono:
pt_br: Um cluster de dados significa que muitos valores são:

source: A cluster is a group of nearby data points
de: Ein Cluster ist eine Gruppe benachbarter Datenpunkte
es: Un cluster es un grupo de puntos de datos cercanos.
fr: Un cluster est un groupe de points de données proches
it: Un cluster è un gruppo di punti dati vicini
pt_br: Um cluster é um grupo de pontos de dados próximos

source: A code has 2 letters followed by 3 digits. If letters have 26 choices and digits 10, outcomes are:
de: Ein Code besteht aus 2 Buchstaben gefolgt von 3 Ziffern. If letters have 26 choices and digits 10, outcomes are:
es: Un código tiene 2 letras seguidas de 3 dígitos. Si las letras tienen 26 opciones y los dígitos 10, los resultados son:
fr: Un code comporte 2 lettres suivies de 3 chiffres. Si les lettres ont 26 choix et les chiffres 10, les résultats sont :
it: Un codice è composto da 2 lettere seguite da 3 cifre. Se le lettere hanno 26 scelte e le cifre 10, i risultati sono:
pt_br: Um código possui 2 letras seguidas de 3 dígitos. Se as letras tiverem 26 opções e os dígitos 10, os resultados serão:

source: A coin is flipped. What is P(heads)?
de: Eine Münze wird geworfen. Was ist P(Köpfe)?
es: Se lanza una moneda. ¿Qué es P (caras)?
fr: Une pièce de monnaie est lancée. Qu'est-ce que P(têtes) ?
it: Viene lanciata una moneta. Cos'è P(teste)?
pt_br: Uma moeda é lançada. O que é P (caras)?

source: A compressed or cropped scale can exaggerate visual change
de: Eine komprimierte oder beschnittene Skala kann die visuelle Veränderung übertreiben
es: Una escala comprimida o recortada puede exagerar el cambio visual
fr: Une échelle compressée ou recadrée peut exagérer le changement visuel
it: Una scala compressa o ritagliata può esagerare il cambiamento visivo
pt_br: Uma escala comprimida ou cortada pode exagerar a mudança visual

source: A concave-up critical point is a minimum
de: Ein nach oben gekrümmter kritischer Punkt ist ein Minimum

source: A contains the coefficients from the equations
de: A enthält die Koeffizienten aus den Gleichungen
es: A contiene los coeficientes de las ecuaciones.
fr: A contient les coefficients des équations
it: A contiene i coefficienti delle equazioni
pt_br: A contém os coeficientes das equações

source: A contradiction means no solution
de: Ein Widerspruch bedeutet keine Lösung
es: Una contradicción no significa solución.
fr: Une contradiction signifie pas de solution
it: Una contraddizione significa nessuna soluzione
pt_br: Uma contradição significa que não há solução

source: A correlation of r = −0.9 is:
de: Eine Korrelation von r = −0,9 ist:

source: A cube has 6 faces, each s² → 6s²
de: Ein Würfel hat 6 Flächen, jede s² → 6s²
es: Un cubo tiene 6 caras, cada una s² → 6s²
fr: Un cube a 6 faces, chacune s² → 6s²
it: Un cubo ha 6 facce, ciascuna s² → 6s²
pt_br: Um cubo tem 6 faces, cada uma s² → 6s²

source: A daily goal small enough to actually hit
de: Ein Tagesziel, klein genug, um es wirklich zu erreichen
es: Un objetivo diario lo suficientemente pequeño como para alcanzarlo
fr: Un objectif quotidien suffisamment petit pour être réellement atteint
it: Un obiettivo quotidiano abbastanza piccolo da poter essere effettivamente raggiunto
pt_br: Uma meta diária pequena o suficiente para realmente atingir

source: A definite integral measures accumulated change — the signed area under a curve between two limits.
de: Ein bestimmtes Integral misst die aufsummierte Änderung — die vorzeichenbehaftete Fläche unter einer Kurve zwischen zwei Grenzen.
es: Una integral definida mide el cambio acumulado: el área con signo bajo una curva entre dos límites.
fr: Une intégrale définie mesure le changement accumulé – la zone signée sous une courbe entre deux limites.
it: Un integrale definito misura il cambiamento accumulato: l'area con segno sotto una curva tra due limiti.
pt_br: Uma integral definida mede a mudança acumulada – a área assinada sob uma curva entre dois limites.

source: A distribution shows where values fall, what is typical, and how spread out the data is.
de: Eine Verteilung zeigt, wo die Werte fallen, was typisch ist und wie weit die Daten verteilt sind.
es: Una distribución muestra dónde caen los valores, qué es típico y qué tan dispersos están los datos.
fr: Une distribution montre où se situent les valeurs, ce qui est typique et la répartition des données.
it: Una distribuzione mostra dove cadono i valori, cosa è tipico e quanto sono sparsi i dati.
pt_br: Uma distribuição mostra onde os valores caem, o que é típico e quão dispersos estão os dados.

source: A either happens or it doesn't.
de: Entweder passiert es oder es passiert nicht.
es: O sucede o no sucede.
fr: Soit cela se produit, soit cela ne se produit pas.
it: A o succede o non succede.
pt_br: Ou acontece ou não.
